;汉化：aotix

;This is a text file.
[X2DownloadableContentInfo_RisingTides]
; +AbilityAvailabilityCodes="AA_UnitNotMelded"
+NewAbilityAvailabilityStrings="该单位不在融合。"
; +AbilityAvailabilityCodes="AA_MeldEffect_Active"
+NewAbilityAvailabilityStrings="该单位已融合。"
; +AbilityAvailabilityCodes="AA_UnitMustBeGhost"
+NewAbilityAvailabilityStrings="该单位不在「策」组织行动中。"
; +AbilityAvailabilityCodes="AA_UnitAlreadyUsedAbility"
+NewAbilityAvailabilityStrings="该单位已经使用了这种能力。"
; +AbilityAvailabilityCodes="AA_NotStackableEffect"
+NewAbilityAvailabilityStrings="效果不可堆叠，请参阅Mod作者"
; +AbilityAvailabilityCodes="AA_NotEnoughStacks"
+NewAbilityAvailabilityStrings="该能力需要更多堆栈才能发挥作用。"
; +AbilityAvailabilityCodes="AA_TooManyStacks"
+NewAbilityAvailabilityStrings="对于功能的能力来说，堆栈太多了。"
; +AbilityAvailabilityCodes="AA_EffectNotFound"
+NewAbilityAvailabilityStrings="未找到效果。"

[RTEffect_ScopedAndDropped]
RTFriendlyName="瞄准射杀"
RTNotFriendlyName="压力"

[RTEffect_PrecisionShotDamage]
RTFriendlyName="精准射击"

[RTEffect_SnapshotEffect]
RTFriendlyName="急射"

[RTEffect_SixOClockEffect]
RTFriendlyName="六点钟方位"

[RTEffect_DamnGoodGround]
RTFriendlyName="卓越阵地"

[RTEffect_SlowIsSmooth]
RTFriendlyName="慢即顺利"

[RTEffect_TimeStop]
TimeStopName="灰度时刻"
TimeStopDesc="该单位被困在时间停滞中，无法感知环境的变化。"
RulerTimeStopTickFlyover="灰度时刻！"
TimeStopEffectAddedString=""
TimeStopEffectPersistsString="灰度时刻！"
TimeStopEffectRemovedString="时间停滞结束！"
TimeStopLostFlyover="时间停滞结束！"
LargeUnitTimeStopLostFlyover="时间停滞结束！"

[RTEffect_GhostPerkBase]
GhostPerkBaseName="战斗老兵"

[RTGameState_MeldEffect]
MeldLeftText="脱离融合！"
MeldJoinedText="纳入融合！"

[RTShadowStrike RTAbilityTemplate]
LocFriendlyName="暗影打击"
LocLongDescription="穿越阴影，对目标进行打击。"
LocHelpText="穿越阴影，对目标进行打击。"
LocFlyOverText="暗影打击"
LocPromotionPopupText="<Bullet/>穿越阴影，对目标进行打击。<br/><Bullet/>远程射程，不需要直线路径到目标。<br/>"

[DaybreakFlame RTAbilityTemplate]
LocFriendlyName="火焰狙击步枪（黎明之焰）"
LocHelpText="使用狙击步枪对目标开火。"
LocLongDescription="<Bullet/>狙击步枪在远距离具有强大的火力和准确性，但通常需要两个行动来射击。<br/><Bullet/>使用主武器会结束士兵的回合。<br/>"

[OverTheShoulder RTAbilityTemplate]
LocFriendlyName="幽影窥探"
LocLongDescription="在大范围内窥视敌方单位的视角，看到他们所看到的。"
LocHelpText="窥视敌方单位的视角，看到他们所看到的。"
LocFlyOverText="幽影窥探"
LocPromotionPopupText="<Bullet/>幽影窥探可以观察敌方单位，但只有特定的能力才能在没有直接视线的情况下对其进行目标选择。<br/>"

[RTTheSixPathsOfPain RTAbilityTemplate]
LocFriendlyName="六道之痛"
LocLongDescription="每回合开始时自动免费施放「幽影窥探」。"
LocHelpText="每回合开始时自动免费施放幽影窥探。"
LocFlyOverText="六道之痛"
LocPromotionPopupText="<Bullet/>如果单位无法施放「幽影窥探」，将不会触发。<br/>"

[RTTheSixPathsOfPainOverride RTAbilityTemplate]
LocFriendlyName="幽影窥探"
LocLongDescription="在大范围内窥视敌方单位的视角，看到他们所看到的。"
LocHelpText="窥视敌方单位的视角，看到他们所看到的。"
LocFlyOverText="幽影窥探"
LocPromotionPopupText="<Bullet/>幽影窥探可以观察敌方单位，但只有特定的能力才能在没有直接视线的情况下对其进行目标选择。<br/>"

[RTUnwillingConduits RTAbilityTemplate]
LocFriendlyName="强制输送"
LocLongDescription="每当该单位施放灵能技能时，从受幽影窥探影响的单位中吸取能量，用于支持行动，并减少每个受影响单位的冷却时间。"
LocHelpText="每当该单位施放灵能技能时，从受幽影窥探影响的单位中吸取能量，用于支持行动，并减少每个受影响单位的冷却时间。"
LocFlyOverText="强制输送"
LocPromotionPopupText="<Bullet/>对敌人和盟友造成少量伤害。<br/><Bullet/>冷却时间将减少至最少1个回合，下回合可再次使用。<br/>"

[RTEchoedAgony RTAbilityTemplate]
LocFriendlyName="痛楚回响"
LocLongDescription="该单位会将对其产生影响的恐慌尝试回应给受幽影窥探影响的附近敌人。"
LocHelpText="该单位会将对其产生影响的恐慌尝试回应给受幽影窥探影响的附近敌人。"
LocFlyOverText="痛楚回响"
LocPromotionPopupText="<Bullet/>仅对敌方单位有效。<br/><Bullet/>反馈作为一种恐慌来源，比其他恐慌来源更强大。<br/>"

[RTTriangulation RTAbilityTemplate]
LocFriendlyName="三角定位"
LocLongDescription="融合的盟友将成为幽影窥探效果的附加来源。"
LocHelpText="融合的盟友将成为幽影窥探效果的附加来源。"
LocFlyOverText="三角定位"
LocPromotionPopupText="<Bullet/>该效果持续一个回合，即使融合被打破。<br/>"

[RTAbility_GhostAbilitySet]
FEEDBACK_TITLE=""
FEEDBACK_NAME="「灵能反馈」"
FEEDBACK_DESC="该单位正在遭受「灵能反馈」！在其恢复期间保护他们。"
STEALTH_TITLE="「隐蔽」"
STEALTH_DESC="该单位处于「隐蔽」状态，大多数单位无法看到它。"
MELD_TITLE="「心灵融合」"
MELD_DESC="该单位加入了「心灵融合」，接受和提供心灵支持。"
FADE_COOLDOWN_TITLE="消隐"
FADE_COOLDOWN_DESC="消隐技能正在冷却中。"

[RTAbility_GathererAbilitySet]
GuardianAngelHealText="守护天使"
GuardianAngelEffectDesc="站起来。"
KIPFriendlyName="知识即力量"
KIPFriendlyDesc="我已经看穿你了……"
LocPsionicallyInterruptedName="中断！"
HarbingerShieldLostStr="护盾消失！"
OTS_TITLE="幽影窥探"
OTS_DESC_SELF="我回头看一看。"
OTS_DESC_ALLY="我会留意你的！"
OTS_DESC_ENEMY="我看到你……看到我。"
UV_TITLE="恐怖之声"
UV_DESC="不要回头看……"

[RTAbility_MarksmanAbilitySet]
TimeStopEffectTitle="灰度"
TimeStopEffectDescription="该单位被时间冻结。它无法采取行动，且更容易被击中。"
EveryMomentMattersTitle="每一刻都重要"
SOC_TITLE="六点钟方位"
SOC_DESC="我守护你的后方。"

[RTAbility_BerserkerAbilitySet]
BLOODLUST_TITLE="「血之狂热」"
BLOODLUST_DESC="该单位正经历战斗的激情！它们的近战暴击几率和伤害增加，但移动能力降低。"

[RTAbility_ProgramDroneAbilitySet]
CloakingProtocolTitle = "隐形场"
CloakingProtocolSelfDescription = "「策」组织无人机投射的隐形场使单位即使在与变种人部队接近的情况下也不会失去伪装状态。"
CloakingProtocolMobilityMalusTitle = "推进器容量减少"
CloakingProtocolMobilityMalusDescription = "隐形场发生器正在耗尽无人机的电力供应，减少了无人机推进器的可用能量。"

[RTEffect_Bloodlust]
BloodlustEffectTitle="「血之狂热」"

[RTEffectBuilder]
StealthFriendlyName="「隐蔽」"
StealthFriendlyDesc="该单位处于「隐蔽」状态，大多数单位无法看到它。"
FeedbackFriendlyName="「灵能反馈」"
FeedbackFriendlyDesc="该单位正在遭受「灵能反馈」！在其恢复期间保护他们。"
MeldFriendlyName="「心灵融合」"
MeldFriendlyDesc="该单位进入了「心灵融合」，接受和提供心灵支持。"

[RTGameState_ProgramFaction]
SquadOneName="幽灵"
SquadOneBackground="幽灵是最高级别、黄金标准、最后一道防线。几乎每个成员的超能指数都坚定地位于10级（甚至可能超过），每个成员都为当地作战区域带来无与伦比的技能和能力。"
OSFCheckboxAvailable="向「策」组织寻求一个小忙。"
OSFCheckboxUnavailable="「策」组织目前无法提供帮助。"
OSFFirstTime_Title="一个小忙"
OSFFirstTime_Text="「策」组织派遣小队精英特工执行任务。作为与XCOM的联盟结果，您可以请求他们为您执行任务。\n\n通过在任务启动界面上切换白色复选框，调用一个小忙。\n\n注意：每个月只能调用一次此帮助，在补给空投之后会重新刷新。"
PISFirstTime_Title="「策」组织简报界面"
PISFirstTime_Text="「策」组织在他们的前哨站提供了特殊的简报界面。\n\n在这里，您可以查看可调用的帮助次数，检查铲除圣殿骑士任务线的进展，并查看您获得的奖励。"
strProgramFavorAvailablityStatus_Available="可用"
strProgramFavorAvailablityStatus_Unavailable_NoFavors="无帮助"
strProgramFavorAvailablityStatus_Unavailable_NoAvailableSquads="无可用小队"
strProgramFavorAvailablityStatus_Unavailable_NoFavorsRemainingThisMonth="本月无可用的「策」组织部署时段"
WhisperWepName="'<font color='#a51515'><b>心灵之痛</b></font>'"

SquadTwoName="高地人"
SquadTwoBackground="高地人为人民服务。"

[RTUIAlert]
strTemplarAmbushDescription="在最近的秘密行动期间与「策」组织合作时，执行区域内的当地圣殿骑士势力得知了我们的计划。我们必须迅速行动，消灭该势力，以免其向幽灵报告。如果我们在这里失败，圣殿骑士几乎肯定会退出联盟并躲藏起来。"
strTemplarAmbushStr1="执行者：6"
strTemplarAmbushStr2="作战小组：高地人"
strTemplarAmbushStr3="行动：「可贺」"
strTemplarAmbushHeader="圣殿骑士发现"
strTemplarAmbushBegin="开始行动"
strTemplarAmbushImagePath="img:///RisingTidesContentPackage.UIImages.Missions.MissionNarrative_TemplarQuestline_TemplarDiscoveryAmbush"m_strTemplarQuestlineFailedTitle="圣殿骑士背叛曝光"
m_strTemplarQuestlineFailedHeader="圣殿骑士已退出联盟。"
m_strTemplarQuestlineFailedDescription="由于我们的计划暴露，圣殿骑士已经退出与XCOM的联盟并躲藏起来。您的圣殿骑士特工已经叛逃，带走了他们的装备和对我们战术的了解……"
m_strTemplarQuestlineAdvancedHeader="圣殿骑士追踪成功"
m_strTemplarQuestlineAdvancedTitle="离目标更近一步"
m_strTemplarQuestlineAdvancedBody="指挥官，通过完成这个秘密行动，我们离消灭圣殿骑士的威胁又近了一步。继续提升您在「策」组织中的影响力，并完成秘密行动，解锁我们共同目标的下一步。"
m_strTemplarQuestlineCompleteHeader="圣殿骑士消灭完成"
m_strTemplarQuestlineCompleteTitle="圣殿骑士已经不复存在"
m_strTemplarQuestlineCompleteBody="没有了盖斯特的指导，也没有了他们的档案来恢复他们的秘密，圣殿骑士的残余将会分散并逐渐消失。作为我们的努力回报，「策」组织已经承诺全力支持消灭外星威胁。在抵抗组织中，现在可以进行新的秘密行动，并在工程部门提供了新的蓝图以供建造。"
m_strHighCovenAssaultAvailableBody="就是这样。"
m_strHighCovenAssaultAvailableImage="img:///RisingTidesContentPackage.UIImages.Missions.CANarrative_TemplarQuestline_HighCovenAssault"


[RTUIMission_TemplarAmbush]
m_strTitle="反情报"
m_strBody="阻止当地圣殿骑士组织向领导和幽灵报告情况。"
m_strConfirmMission="发起任务"
m_strObjective="目标:"
m_strObjectiveDesc="消灭所有敌对势力。"
m_strChosenTypeData="操作员：9"
m_strChosenNameData="战术小组：高地人"
m_strChosenNickData="行动：「可贺」"

[RTUIMission_TemplarHighCovenAssault]
m_strFlavorText="随着高阶议会的曝光和仅存少部分荣誉卫队成员，现在是时候彻底结束这场可怕的游戏了。这次对我们自己种族的打击，自从覆灭以来第一次，并不能增加我们在抵抗外星威胁上的胜算。相反，这是我们社会能够幸存下去的唯一希望。"

[Faction_Program RTProgramFactionTemplate]
FactionTitle="「策」组织"
FactionHQDisplayName="「策」组织"
LeaderQuote="「我们与微妙的威胁战斗，包括你，指挥官。」 ——哈德利博士"
InfluenceMediumQuote="「再次与你合作真是太好了，指挥官。让我想起了好多年前的日子，当威胁只来自星空而不是四面八方。」 ——哈德利博士"
#InfluenceHighQuote="「随着圣殿骑士的离去，我们社会的稳定只剩下一个持久的威胁。指挥官，你知道必须做些什么。」 ——哈德利博士"
InfluenceHighQuote="「不久，我们社会的稳定只剩下一个持久的威胁。指挥官，你知道必须做些什么。」 ——哈德利博士"
GroupNames[0]="幽灵"
GroupNames[1]="鬼魂"
GroupNames[2]="幻影"
GroupNames[3]="阴影"
GroupNames[4]="死神"
GroupNames[5]="幻象"
GroupNames[6]="预言家"
GroupNames[7]="亡灵"
GroupNames[8]="鬼火"
GroupNames[9]="妖怪"
Descriptors_Prefix[0]="幽 -"
Descriptors_Prefix[1]="幻 -"
Descriptors_Prefix[2]="神 -"
Descriptors_Prefix[3]="王 -"
Descriptors_Prefix[4]="影 -"
Descriptors_Prefix[4]="妖 -"
Descriptors_Suffix[0]="- 001"
Descriptors_Suffix[1]="- 002"
Descriptors_Suffix[2]="- 003"
Descriptors_Suffix[3]="- 004"
Descriptors_Suffix[4]="- 005"
Descriptors_Suffix[5]="- 006"
Descriptors_Suffix[6]="- 007"
Descriptors_Suffix[7]="- 008"
Descriptors_Suffix[8]="- 009"
Descriptors_Suffix[9]="- 010"
Descriptors_Suffix[10]="- 011"

[RTGhostBerserker RTCharacterTemplate]
strCharacterName="「策」组织行动"
strCharacterBackgroundMale[0]="[REDACTED]\n布拉德福德指挥官记录：请勿窥探。"
strCharacterBackgroundMale[1]="\<没写\>"
strForcedFirstName="[REDACTED]"
strForcedLastName="[REDACTED]"
strForcedNickName="女王" 

[RTGhostMarksman RTCharacterTemplate]
strCharacterName="「策」组织行动"
strCharacterBackgroundMale[0]="[REDACTED]\n布拉德福德指挥官记录：请勿窥探。"
strCharacterBackgroundMale[1]="\<没写\>"
strForcedFirstName="[REDACTED]"
strForcedLastName="[REDACTED]"
strForcedNickName="耳语者" 

[RTGhostGatherer RTCharacterTemplate]
strCharacterName="「策」组织行动"
strCharacterBackgroundMale[0]="[REDACTED]\n布拉德福德指挥官记录： 这个人似乎太熟悉了。别打听。我会调查一下。"
strCharacterBackgroundMale[1]="虽然她的真名是一个真正的未知，但「诺娃」是一个熟悉的名字和熟悉的声音在通讯中传达出来。在一个新手SAS招募的伪装下，她于2015年加入了XCOM项目，与伊丽莎白·哈德利博士一同加入，目的有两个。第一，作为一个超级心灵战士提供援助，第二，阻止心灵能力的传播。在哈德利博士的命令下，她凭借着出色的瞄准和非凡的战场洞察力迅速在XCOM中崭露头角，但随着XCOM的失败，她走上了不同的道路，先是进入心灵实验室，然后是兵营，带着致命的目的。唯一的幸存者是中士马修·兰纳，他的思维被诺娃压倒性的心灵攻击留下了严重的碎片，他从XCOM基地的废墟中爬出，只剩下一个词——幽灵。"
strForcedFirstName="[REDACTED]"
strForcedLastName="[REDACTED]"
strForcedNickName="诺娃"
; Although her real name is a true unknown, '诺娃' is a familiar name and a familiar voice on the comms. Under the guise of a hotshot rookie SAS recruit, she
; joined the XCOM project in 2015, along with a Dr. Elizabeth Hadley, with dual intent. First, to lend aid as a psionic supercommando, and second, to prevent
; the spread of the knowledge of psionics. Under Dr. Hadley's order, she quickly rose through the ranks of XCOM with her impeccable aim and uncanny ability to
; read the battlefield—but as XCOM fell, she made her way, first to the Psi-lab, and then to barracks, with deadly purpose. The only survivor was Staff
; Sergeant Matthew Lanner, who, mind left in badly fragmented pieces from Nova’s overwhelming psionic assault, crawled from the ruins of the XCOM base with a
; singular word remaining in his brain—Geist.

[RTGhostOperator RTCharacterTemplate]
strCharacterName="「策」组织行动"
strCharacterBackgroundMale[0]="[REDACTED]\n布拉德福德指挥官记录：请勿窥探。"
strCharacterBackgroundMale[1]="\<还没写\>"
strForcedFirstName="[REDACTED]"
strForcedLastName="[REDACTED]"
strForcedNickName="可贺"

[ProgramDrone RTCharacterTemplate]
strCharacterName="「策」组织无人机"
strCharacterHealingPaused="需要维修"
;strAcquiredText="机器人无法像其他士兵一样自行恢复。请将机器人调到工程部进行维修。"
; These retrofitted 变种人 drones have had their armor and weaponry removed in exchange for additional agility in the air and a cloaking field generator. 
; Because of its standard-issue chassis and IFF, 变种人 will have a difficult time detecting whether or not the drone is friendly.

[ProgramNovaStrategy X2CharacterTemplate]
strCharacterName="「诺娃」"

[ProgramHadleyStrategy X2CharacterTemplate]
strCharacterName="哈德利博士"

#[ResCard_RT RTProgramStrategyCardTemplate]
#DisplayName=""
#SummaryText=""
#QuoteText=""
#QuoteTextAuthor=""

[ResCard_RTOneSmallFavor RTProgramStrategyCardTemplate]
DisplayName="一个小忙"
SummaryText="向「策」组织请求一个小小的帮助。他们将派遣他们的一个小队代替XCOM执行一项任务。"
QuoteText="……要获得这样的授权将会很困难，但是为了朋友的请求？我可以办到……"
QuoteTextAuthor="伊丽莎白·哈德利博士"

[ResCard_RTTransientSalvation RTProgramStrategyCardTemplate]
DisplayName="短暂的拯救"
SummaryText="共享UFO飞行模式的知识将使UFO开始对复仇者号狩猎的几率降低40%。"
QuoteText="……特工们明白自己在世界中的位置。我希望你也能在未来明白……"
QuoteTextAuthor="伊泽基尔·菲尔林博士"

[ResCard_RTJustPassingThrough RTProgramStrategyCardTemplate]
DisplayName="匆匆而过"
SummaryText="有一小部分机会，「策」组织的特工将加入小队参与非剧情任务。"
QuoteText="……哦，那个在和He-guang的战斗？我只是……路过而已……"
QuoteTextAuthor="「女王」"

[ResCard_RTFortyYearsOfWar RTProgramStrategyCardTemplate]
DisplayName="四十年的战争"
SummaryText="中继哨站立即建造完成。"
QuoteText="……我已经在这个战场上打了很久……如此漫长的时间，让我在各个方面都有些朋友……"
QuoteTextAuthor="「女王」"

[ResCard_RTDirectNeuralManipulation RTProgramStrategyCardTemplate]

DisplayName="直接神经操控"
SummaryText="绑定士兵在与绑定伙伴一起完成的任务中获得额外经验。"
QuoteText="……这是我们为生活所付出的代价。这意味着我们永远不会忘记，我们不是与「普通」的凡人同行的神……"
QuoteTextAuthor="「诺娃」"

[ResCard_RTPsionicJamming RTProgramStrategyCardTemplate]
DisplayName="宽带灵能干扰"
SummaryText="敌方单位的意志降低20点。"
QuoteText="……曾经是个噩梦。现在，是现实。是时候醒来了……"
QuoteTextAuthor="「诺娃」"

[ResCard_RTResistanceSabotage RTProgramStrategyCardTemplate]
DisplayName="反抗组织破坏"
SummaryText="所有其他反抗组织获得额外的卡槽。"
QuoteText="……记住，我们不是好人。记住你对哈德利的信任。记住，因为这是唯一能让我们活下来的东西……"
QuoteTextAuthor="「耳语者」"

[ResCard_RTProfessionalsHaveStandards RTProgramStrategyCardTemplate]
DisplayName="旧世界训练"
SummaryText="敌方部队的侦查范围减少 20%。"
QuoteText="……放松。保持手稳心坚。犹豫比最凶猛的射手更致命……"
QuoteTextAuthor="「耳语者」"

[RTOneSmallFavor_Size1 RTSitRepEffect_OneSmallFavor]
FriendlyName="一个小忙"
Description="「策」组织将派遣他们的一个小队代替XCOM执行此任务。"

[RTOneSmallFavor_Size2 RTSitRepEffect_OneSmallFavor]
FriendlyName="一个小忙"
Description="「策」组织将派遣他们的一个小队代替XCOM执行此任务。"

[RTOneSmallFavor_Size3 RTSitRepEffect_OneSmallFavor]
FriendlyName="一个小忙"
Description="「策」组织将派遣他们的一个小队代替XCOM执行此任务。"

[RTOneSmallFavor_Size4 RTSitRepEffect_OneSmallFavor]
FriendlyName="一个小忙"
Description="「策」组织将派遣他们的一个小队代替XCOM执行此任务。"

[RTOneSmallFavor_Size5 RTSitRepEffect_OneSmallFavor]
FriendlyName="一个小忙"
Description="「策」组织将派遣他们的一个小队代替XCOM执行此任务。"

[RTOneSmallFavor_Size6 RTSitRepEffect_OneSmallFavor]
FriendlyName="一个小忙"
Description="「策」组织将派遣他们的一个小队代替XCOM执行此任务。"

[RTUIScreen_ProgramFactionInfo]
m_strProgramFactionInfoHeaderText="「策」组织简报"
m_strProgramFactionInfoDescriptionText="最新情报附上。- @phoenix"
m_strProgramFactionInfoCounterTitle="待偿还的帮助"
m_strProgramFactionInfoCounterDescriptionText="作为帮助的回报，「策」组织将派遣他们的一个小队代替XCOM执行一项任务。"
m_strProgramFavorAvailable="可用"
m_strProgramFavorUnavailable="不可用"

m_strStageOneTitle="找到他们"
m_strStageOneDescription="为了消除圣殿骑士所代表的威胁，我们首先需要找到他们的大本营，即高阶议会。"
m_strStageOneRewardTitle="奖励"
m_strStageOneRewardDescription="+3「策」组织的影响力。现在可进行新的秘密行动。"

m_strStageTwoTitle="赢得他们的信任"
m_strStageTwoDescription="圣殿骑士们对他们的领导层进行了严密的保护，荣誉卫队的人数众多。帮助「策」组织将特工潜入该组织内部。"
m_strStageTwoRewardTitle="奖励"
m_strStageTwoRewardDescription="+3「策」组织的影响力。现在可进行新的秘密行动。"

m_strStageThreeTitle="诱使他们出动"
m_strStageThreeDescription="引诱荣誉卫队出动，确保高阶秘会处于脆弱状态。"
m_strStageThreeRewardTitle="奖励"
m_strStageThreeRewardDescription="+3「策」组织影响力。现在可以执行「圣殿骑士高阶议会突袭」任务。"

m_strStageFourTitle="结束"
m_strStageFourDescription="突袭圣殿骑士高阶议会。"
m_strStageFourRewardTitle="奖励"
m_strStageFourRewardDescription="+30「策」组织的影响力。「策」组织隐形无人机蓝图。扭曲手榴弹蓝图。「策」组织将通过抵抗组织提供额外支援。"

[RTUIInfoBox]
m_strLockedTitle="已锁定"
m_strRewardButtonLockedTitle="奖励"
m_strLockedDescription="已锁定"
m_strSwapToRewards="显示奖励"
m_strSwapFromRewards="隐藏奖励"
m_strFailedTitle="失败"
m_strFailedDescription="由于我们的计划被曝光，圣殿骑士已经退出了我们的联盟并躲藏起来。"

[RTUIStrategyMapItem_ProgramHQ]
m_strProgramFactionButton="「策」组织状态简报"

[SeqAct_TemplarBetrayalReaction]
m_strTemplarBetraylReactionBanner="圣殿骑士背叛"

[RTUIScreenListener_MOTD]
m_strTitle="狂潮更新公告"
m_strText="「狂潮：策」已更新！\n此次更新的亮点包括：\n  - 隐秘潜入兼容性\n      - 「策」组织小队'高地人'可以执行隐秘行动\n      - 「策」组织小队'幽灵'可以进行渗透行动\n      - '幽灵'仍然可以执行常规任务\n      - 需要安装Bridge模组，如果没有安装将显示通知\n  - 对「一个小忙」在幕后处理方式进行了重大改进。\n      - 行为没有变化，但可能会影响存档。使用以下命令来解决问题：\n		    - 如果您没有帮助次数，请使用RT_CheatModifyProgramFavors 1来添加一个\n		    - 如果您本月没有剩余次数（没有可用时段），请使用RT_CheatModifyProgramFavorTimeSlots 1来添加一个\n		    - 如果您没有小队，请使用RT_RegenerateProgramOperatives来重新构建它们\n  - 「策」组织信息界面现在会告知您为什么无法请求帮助（没有剩余次数，没有可用的小队接受任务，本月没有剩余时段）\n  - 「策」组织信息界面现在在地图界面左上角有一个专用按钮，方便使用手柄控制。\n  - 「幽影窥探」现在通过目标定义来显示单位。\n      - 这应该比以前更高效\n      - 如果您喜欢旧的视觉效果，可以将UseOldOTSGFX配置属性设置为恢复旧的行为\n  - 「策」组织特工在执行超能力时现在会使用更好的动画效果\n  - 高级「策」组织特工的能力现在是相互排斥的。不需要让它们比我最初设想的更强大了。\n  - 修复了士兵在进行隐秘行动时被困住的问题，当圣殿骑士被消灭时进行隐秘行动。"

; 2.0.0 Message
; "Rising Tides: The Program has been updated!
; Highlights of this patch are：
; - Add new covert action line to 「策」组织 to eliminate the Templars!
;     - 3 New Covert Actions - locate, inflitrate, and lure the Templars out from their HQ.
;     - New mission (Assault Templar High Coven)
;         - Attack the heart of Templar activities and kill Geist once and for all
;         - The Program will grant excellent rewards for completing this action, but be warned：your Templar soldiers WILL NOT BE HAPPY with your decision...
;     - Program Favor Rework
;         - No longer gain a favor for free every month
;         - One Small Favor Resistance Order still required to call in favor
;         - Favors are now granted by completing steps of the Templar Questline, or as a reward from a special Covert Action
; - Balance Changes
;   - General
;     - Program operative weaponry and armor now scales with XCOM's (still 1 tier above at all times).
;     - Program Berserker:
;         - Queen of Blades：Negates mobility penalty instead of reversing it.
;     - Program Infiltrator:
;         - Daybreak Flame：Now is a toggled ability. Activate the toggle to begin using Daybreak Flame.
;         - Daybreak Flame no longer auto procs Scoped and Dropped.
;         Explanation:
;             Daybreak Flame was probably too strong and had multiple pain points：too much cover destruction, and the risk of shooting out your own floor. These changes hit both.

; Please check the mod page for further details, I do not show this notification unless there has been a major change in the mod."

; 2.2.0 Message
; "「狂潮：策」已更新
; Highlights of this patch are:
;   - Covert Infiltration Compatibility
;       - Covert Actions can be undertaken by Program squad 'HIGHLANDER'
;       - Infiltrations can be undertaken by Program squad 'SPECTRE'
;       - 'SPECTRE' continues to be able to do normal missions
;       - Bridge mod is required and a notification will be shown if it is not present
;   - Major improvements to how One Small Favor is handled behind-the-scenes.
;       - No behavior changes, but it may screw with a save game. Use the following commands to fix the issue：
;		    - If you have no favors, use RT_CheatModifyProgramFavors 1 to add one
;		    - If you have none remaining this month (no timeslots), use RT_CheatModifyProgramFavorTimeSlots 1 to add one
;		    - If you have no squads, use RT_RegenerateProgramOperatives to rebuild them
;   - The Program Info Screen will now inform you why you cannot call in a Favor (none left, no squads available to take the mission, no timeslots left that month)
;   - The Program Info Screen now has a dedicated button in the top-left corner of the Geoscape that is Controller-accessible.
;   - Over the Shoulder now reveals units via Target Definition.
;       - This should be tremendously more performant than before
;       - If you prefer the old viz, you can set the UseOldOTSGFX config property to revert the behavior
;   - Program Operatives will now use better animations when performing psionic abilties
;   - High-ranked Program Operative abilities are now mutually exclusive. Don't need to make them even more broken then I originally intended.
;   - Fix soldiers getting stuck in a Covert Action if it was in-progress when the Templars were destroyed"

; Please check the mod page for further details, I do not show this notification unless there has been a major change in the mod."

[RTUIScreenListener_ModCompatibiltyDetection]
m_strTitle_CI="警告 - 缺失的秘密渗透桥接模组"
m_strText_CI="「狂潮：策」有一个用于秘密渗透的整合模组，但未检测到该模组。请安装它以获得最佳体验！"
